Revit 2027 API
UV Constructor
Creates a default UV with the values (0, 0).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public UV()
Public Sub New
public:
UV()
new : unit -> UV
See Also
Reference
UV Class
UV Overload
Autodesk.Revit.DB Namespace